Repository: gbrlCM/Hercules
Catalog: Hercules/Strings/*.lproj/Localizable.strings
Languages: pt_br

source: This week
pt_br: Essa semana

source: Stats highlights
pt_br: Destaques estatísticos

source: Add workout
pt_br: Adicionar treino

# This week empty
source: There is no training scheaduled for this week, tap the button bellow to scheadule
pt_br: Não existe treino marcado para essa semana, aperto no botão abaixo para criar um

source: Workouts
pt_br: Treinos

source: Workout
pt_br: Treino

source: Previous Workouts
pt_br: Treinos já concluidos

source: Days of the week
pt_br: Dias da semana

source: Area of focus
pt_br: Foco do treino

source: Scheaduled until
pt_br: Marcado até

source: Number of exercises
pt_br: Número de exercicios

source: Create Workout
pt_br: Criar treino

source: There is no workouts yet, but you can create one tapping the button bellow!
pt_br: Não existem treinos cadastrados, mas você pode criar um apertando no botão abaixo!

source: move
pt_br: Movimento

source: calories
pt_br: Exercício

source: stand
pt_br: Em pé

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Edit exercises
pt_br: Editar exercícios

source: Done
pt_br: Pronto

source: Today
pt_br: Hoje

source: Monday
pt_br: Segunda

source: Tuesday
pt_br: Terça

source: Wedenesday
pt_br: Quarta

source: Thursday
pt_br: Quinta

source: Friday
pt_br: Sexta

source: Saturday
pt_br: Sabado

source: Sunday
pt_br: Domingo

# Monday_letter
source: M
pt_br: S

# Wedenesday_letter
source: W
pt_br: Q

# Thursday_letter
source: T
pt_br: Q

# Friday_letter
source: F
pt_br: S

# Sunday_letter
source: S
pt_br: D

source: Arm
pt_br: Braço

source: Back
pt_br: Costas

source: Chest
pt_br: Peito

source: Full Body
pt_br: Corpo todo

source: Leg
pt_br: Pernas

source: Lower Body
pt_br: Parte inferior

source: Shoulder
pt_br: Ombros

source: Upper Body
pt_br: Parte superior

source: Exercises
pt_br: Exercícios

source: Body weight
pt_br: Peso do corpo

source: %d x %d at %@ - %@ of rest
pt_br: %d x %d com %@ - %@ de descanso

source: %d x %d at body weight - %@ of rest
pt_br: %d x %d com peso do corpo - %@ of rest

source: %d out of %d
pt_br: %d de %d

source: Ankle Flexion
pt_br: Flexão de tornozelo

source: Push-up
pt_br: Flexão

source: Bench Press
pt_br: Supino

source: Crunch
pt_br: Abdominal Crunch

source: Calf Raise
pt_br: Levantamento de panturrilha

source: Squat
pt_br: Agachamento

source: Bear Crawl
pt_br: Caminhada do urso

# fowardLunge
source: Forward Lunge
pt_br: Avanço

source: Plank
pt_br: Prancha

source: Front raise
pt_br: Elevação Frontal

source: Lateral raise
pt_br: Elevação Lateral

source: Glute Bridge
pt_br: Elevação de Quadril

source: Incline Bench Press
pt_br: Supino Inclinado

source: Decline Bench Press
pt_br: Supino Declinado

source: Seated Biceps Curl
pt_br: Rosca sentada

source: Seated Cable Press
pt_br: Supino Maquina

source: Seated Crunch
pt_br: Abdominal Crunch Maquina

source: Seated High Back Row
pt_br: Remada Alta

source: Seated Lat Pulldown
pt_br: Puxada pela frente

source: Seated Leg extension
pt_br: Cadeira extensora

source: Seated Leg abdution
pt_br: Cadeira abdutora

source: Seated Leg Press
pt_br: Leg Press Maquina

source: Seated Shoulder Press
pt_br: Desenvolvimento maquina

source: Seated Row
pt_br: Remada

source: Side Plank
pt_br: Prancha Lateral

source: Single-arm Lateral Raise
pt_br: Elevação lateral polia

source: Squat Jumps
pt_br: Agachamento com salto

source: Standing Biceps Curl
pt_br: Rosca em pé

source: Supermans
pt_br: Abdominal Superman

# tricepsExtension
source: Tricep extension
pt_br: Extensão de triceps

source: Triceps pushdowns
pt_br: Triceps polia com corda

source: V-raise
pt_br: Encolhimento com halteres

# extensionWristCurl
source: Wrist curl - extension
pt_br: Rosca de punho - extensão

# flexionWristCurl
source: Wrist curl - flexion
pt_br: Rosca de punho - flexão

source: Chin-ups
pt_br: Barra pegada fechada

# farmerCarry
source: Farmer's Carry
pt_br: Caminhada de fazendeiro

source: Half Turkish Get-up
pt_br: Meio levantamento turco

source: Hammer Curl
pt_br: Rosca martelo

source: Lateral crawls
pt_br: Engatinhamento lateral

# lyingBarbellTricepsExtension
source: Lying Barbell Triceps Extensions
pt_br: Triceps testa

source: Lying chest fly
pt_br: Crucifixo deitado

source: Pull-ups
pt_br: Barra pegada aberta

# reverseBicepsCurl
source: Reverse Bicep Curl
pt_br: Rosca de biceps reversa

source: Reverse lunge
pt_br: Avanço reverso

source: Romanian Deadlift
pt_br: Peso morto romeno

source: Asynchronous Waves
pt_br: Ondas alternadas

source: Back Squat
pt_br: Agachamento com peso nas costas

source: Single-arm Row
pt_br: Remada unilateral

source: Single-arm shoulder press
pt_br: Desenvolvimento unilateral

source: Seated single-arm shoulder press
pt_br: Desenvolvimento unilateral sentado

source: Standing Chest Fly
pt_br: Crucifixo cross-over

source: Horse row
pt_br: Remada cavalinho

source: Deadlift
pt_br: Levantamento terra

source: Bent-over row
pt_br: Remada barra inclinado

source: Standing Shoulder Press
pt_br: Desenvolvimento

source: Turkish Get-up
pt_br: Levantamento turco

source: Glutes
pt_br: Glúteos

source: Quantity
pt_br: Quantidade

source: Series
pt_br: Séries

source: Repetitions
pt_br: Repetições

source: Intesity
pt_br: Intensidade

source: Measurement
pt_br: Método de medição

source: Area of RM
pt_br: Area de RM

source: Weight(lbs)
pt_br: Peso em Kg

source: Body weight
pt_br: Peso do corpo

source: Seconds
pt_br: Segundos

source: Value
pt_br: Valor

source: Rest time(segs)
pt_br: Tempo de descanso (segs)

source: End date
pt_br: Data final

source: Your rest time is over!
pt_br: Acabou seu tempo de descanso!

source: Let's get back to work!
pt_br: De volta ao trabalho!
